export default {
	myVar1: [],
	myVar2: {},
	myFun1: () => {
		//write code here
		let  st1= ["天天消费券"],["多彩宝APP", "多多商城"],["生活缴费", "充值中心", "退役军人", "青年平台"],["家居专区", "到家服务", "天天消费券"],["多彩宝APP", "多多商城"],["考编通", "智慧黔南", "社区集约化", "册亨林业", "金融专区", "婚姻预约", "营商环境", "教育扶贫", "黔南智慧司法", "我的家园", "黔南红十字会", "数字黔老"],["多彩宝APP", "多多商城"],["购房契税消费积分", "社区一刻", "人才补贴"],["生活缴费", "充值中心", "退役军人", "青年平台"],["生活缴费", "充值中心", "退役军人", "青年平台"],["多多商城", "多彩宝APP"],["低保无纸化", "考编通", "智慧黔南", "社区集约化", "册亨林业", "金融专区", "婚姻预约", "营商环境", "教育扶贫", "黔南智慧司法", "黔南红十字会", "我的家园", "数字黔老"],["社区一刻"],["证件照拍摄", "社区一刻"],["生活缴费", "充值中心", "退役军人", "青年平台"],["多多商城"]
		arr = st1.join(',')
		console.log(arr)
	},
	myFun2: async () => {
		//use async-await or promises
	}
}